Repository: JoseMokeni/ERPITBS
Catalog: Translations/Projet1.*.xlf
Languages: fr_fr

# Table 2225130392 - Property 2879900210
source: Chef Department
fr_fr: Chef de déparatement

# Table 2225130392 - Field 3643848063 - Property 2879900210
source: Country
fr_fr: Pays

# Table 2225130392 - Field 2205693815 - Property 2879900210
source: Country Name 2
fr_fr: Nom du pays 2

# Table 2225130392 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2225130392 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 1651921640 - Property 2879900210
source: Department
fr_fr: Département

# Table 1651921640 - Method 3152277940 - NamedType 3654390003
source: You cannot delete department %1 because its status is Open.
fr_fr: Vous ne pouvez pas supprimer le département %1 car son Statut est Ouvert

# Table 1651921640 - Method 1262666395 - NamedType 371618221
source: This department has employees assigned to it. Are you sure you want to modify department %1?
fr_fr: Ce département compte des employés en son sein, êtes-vous sûr de vouloir modifier le département %1 ?

# Table 1651921640 - Field 1122459035 - Property 2879900210
source: Chef Department Code
fr_fr: Code du chef de département

# Table 1651921640 - Field 1388655477 - Property 2879900210
source: Chef Department Name
fr_fr: Nom du chef de département

# Table 1651921640 - Field 1870084364 - Property 2879900210
source: Chef Department Status
fr_fr: Statut du chef de département

# Table 1651921640 - Field 4212503223 - Property 2879900210
source: CreatedAT
fr_fr: Créé à

# Table 1651921640 - Field 3425251533 - Property 2879900210
source: CreatedBy
fr_fr: Créé par

# Table 1651921640 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 1651921640 - Field 3146696868 - Property 2879900210
source: UpdatedAT
fr_fr: Modifié à

# Table 1651921640 - Field 1206623490 - Property 2879900210
source: UpdatedBy
fr_fr: Modifié par

# Page 1082987012 - Property 2879900210
source: Chef Department Card
fr_fr: Carte Chef de département

# Page 203702658 - Property 2879900210
source: ChefDepartment List
fr_fr: Liste des chefs de département

# Page 718409724 - Property 2879900210
source: Department Card
fr_fr: Carte Département

# Page 718409724 - Method 716454850 - NamedType 2951775720
source: This department has more than 5 employees.
fr_fr: Ce département contient plus de 5 employés.

# Page 718409724 - Control 318613646 - Property 2879900210
source: Details
fr_fr: Détails

# Page 718409724 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 718409724 - Control 4250645881 - Property 2879900210
source: Department Chef
fr_fr: Chef de département

# Page 958076726 - Property 2879900210
source: Department Employees
fr_fr: Employés du département

# Page 3166836205 - Property 2879900210
source: Department Liste
fr_fr: Liste des départments

# Page 3166836205 - Action 487804110 - Property 2879900210
source: Show Employees
fr_fr: [NAB: NOT TRANSLATED]

# PageExtension 1272728141 - Property 2879900210
source: CountryRegion List
fr_fr: Liste des Pays/Régions

# PageExtension 2031206043 - Property 2879900210
source: Employee List
fr_fr: Liste des salariés

# TableExtension 2102923555 - Field 3591622255 - Property 2879900210
source: name2
fr_fr: Nom 2

# TableExtension 434154053 - Field 910790307 - Property 2879900210
source: Department Code
fr_fr: Code du département

# TableExtension 434154053 - Field 807586646 - Property 2879900210
source: Department Description
fr_fr: Description du département

# TableExtension 434154053 - Field 3089852068 - Property 2879900210
source: Department Status
fr_fr: Statut du département

# Enum 2667329268 - Property 2879900210
source: ChefDepartment Status
fr_fr: Statut du chef de déparatement

# Enum 86365022 - Property 2879900210
source: Description Status
fr_fr: Statut de Description

# Enum 86365022 - EnumValue 1778072510 - Property 2879900210
source: Closed
fr_fr: Fermé

# Enum 86365022 - EnumValue 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert
